Repository: KnyazLV/RigaMetro
Catalog: Resources/SharedResource.*.resx
Languages: lv_lv

source: Actions
lv_lv: Darbības

source: Active
lv_lv: Aktīvs

source: Add Train
lv_lv: Pievienot vilcienu

source: Admin Panel
lv_lv: Administratora panelis

source: Cancel
lv_lv: Atcelt

# ClockwiseDirection
source: Clockwise
lv_lv: Pa pulksteņrādītāja virzienu

source: Color
lv_lv: Krāsa

source: Contacts
lv_lv: Kontakti

# Copyright
source: Copyright © {0} | All rights reserved
lv_lv: Autortiesības © {0} | Visas tiesības aizsargātas

# CounterclockwiseDirection
source: Counterclockwise
lv_lv: Pret pulksteņrādītāja virzienu

source: Create
lv_lv: Izveidot

source: Dashboard
lv_lv: Informācijas panelis

source: Delete
lv_lv: Dzēst

# DisclaimerNote
source: Please note
lv_lv: Lūdzu, ņemiet vērā

# DisclaimerText1
source: this website is not the official website of the Riga Metro. All information on this website is fictional.
lv_lv: šī vietne nav oficiālā Rīgas metro vietne. Visa informācija šajā vietnē ir izdomāta.

# DisclaimerText2
source: This project was created for non-commercial educational purposes.
lv_lv: Šis projekts izveidots nekomerciāliem izglītojošiem mērķiem.

source: Edit
lv_lv: Rediģēt

source: End of work
lv_lv: Darba beigas

source: End Work
lv_lv: Darba beigas

# ExportDisclaimer
source: The tab for exporting the metro schedule is currently under development.
lv_lv: Metro grafika eksportēšanas cilne tiek izstrādāta.

source: Inactive
lv_lv: Neaktīvs

source: Line
lv_lv: Līnija

source: Line ID
lv_lv: Līnijas ID

source: Lines
lv_lv: Līnijas

source: List of Lines
lv_lv: Līniju saraksts

source: List of trains
lv_lv: Vilcienu saraksts

source: Log In
lv_lv: Ienākt

source: Login error
lv_lv: Pieslēgšanās kļūda

source: Logout
lv_lv: Iziet

# MadeBy
source: Made by Rostislavs Belovs
lv_lv: Izveidojis Rostislavs Belovs

# MapZoomHint
source: To zoom the map, use Ctrl + mouse wheel
lv_lv: Lai palielinātu karti, izmantojiet Ctrl + peles riteni

source: Name
lv_lv: Nosaukums

source: New Train
lv_lv: Jauns vilciens

# NoSchedule
source: Schedule is missing
lv_lv: Laika grafiks nav pieejams

# NoScheduleForStation
source: Schedule for this station is missing
lv_lv: Laika grafiks šai stacijai nav pieejams

source: Number of trips per hour
lv_lv: Reisu skaits stundā

source: Open Admin
lv_lv: Atvērt admin paneli

source: Open Map
lv_lv: Atvērt karti

source: Password
lv_lv: Parole

source: Remember Me
lv_lv: Atcerēties mani

source: Riga Metro | Admin Panel
lv_lv: Rigas Metro | Admina Panelis

source: Select a line
lv_lv: Izvēlieties līniju

source: Source Code
lv_lv: Avota kods

source: Start of work
lv_lv: Darba sākums

source: Start Work
lv_lv: Darba sākums

source: Statistics by line
lv_lv: Statistika pa līnijām

source: Status
lv_lv: Statuss

source: Summary statistics
lv_lv: Kopsavilkuma statistika

# TestKey
source: This is test
lv_lv: Tas ir test

source: Towards
lv_lv: Uz

source: Train name
lv_lv: Vilciena nosaukums

source: Trains
lv_lv: Vilcieni

source: Username
lv_lv: Lietotājvārds

source: Stations
lv_lv: Stacijas

source: Number of train
lv_lv: Vilciena numurs

source: Save
lv_lv: Saglabāt

source: Trains scheduled
lv_lv: Ieplānotie vilcieni

# LengthOfNetwork
source: Length of road network, km
lv_lv: Ceļu tīkla garums, km

source: Trips per day
lv_lv: Reisi dienā

source: Active trains
lv_lv: Aktīvie vilcieni

source: Length, km
lv_lv: Garums, km

# AlertStartTime
source: The start time must be earlier than the end time.
lv_lv: Sākuma laiks ir jābūt agrākam nekā beigu laiks.

source: Failed to save
lv_lv: Neizdevās saglabāt

source: Failed to update line
lv_lv: Neizdevās atjaunināt līniju

# RemoveTrain
source: Remove the train?
lv_lv: Dzēst vilcienu?

# Export
source: Export Schedule
lv_lv: Eksportēt sarakstu
